Repository: bittin/DSBMixer
Catalog: locale/*.po
Languages: de

source: Couldn't connect to devd
de: Konnte keine Verbindung zu devd herstellen

source: No mixer devices found
de: Keine Mixergeräte gefunden

source: Couldn't open mixer %s
de: Konnte den Mixer %s nicht öffnen

source: Couldn't add/delete recording source
de: Konnte die Aufnahmequelle nicht hinzufügen/entfernen

source: Add to recording sources
de: Kanal zu den Aufnahmequellen hinzufügen

source: Settings
de: Einstellungen

source: <b>Visible channels</b>
de: <b>Anzuzeigende Kanäle</b>

source: Select the mixer channels to be visible.
de: Wählen Sie die anzuzeigenden Kanäle aus.

source: View
de: Ansicht

source: <b>Default audio device</b>
de: <b>Standardgerät</b>

source: Choose the default audio device to be used by applications.
de: Wählen Sie die Soundkarte, die standardmäßig von Anwendungen benutzt werden soll.

source: Default device
de: Standardgerät

source: <b>Advanced settings</b>
de: <b>Fortgeschritten</b>

source: Amplify:
de: Verstärkung:

source: Advanced settings
de: Fortgeschritten

source: _Apply
de: _Anwenden

source: _Close
de: _Schließen

source: Failed to execute %s
de: Konnte %s nicht ausführen

source: Failed to execute %s:
de: Konnte %s nicht ausführen:

source: Preferences
de: Einstellungen

source: Exit
de: Beenden

source: _File
de: _Datei
